Repository: leonardosolari/BitProwler
Catalog: Localizable.xcstrings
Source language: en
Languages: it

# %lld%% of %@
source: %1$lld%% of %2$@
it: %1$lld%% di %2$@

source: Add Filter
it: Aggiungi Filtro

source: Add Server
it: Aggiungi Server

source: Add to qBittorrent
it: Aggiungi a qBittorrent

source: Add Torrent
it: Aggiungi Torrent

source: An unknown error occurred.
it: Si è verificato un errore sconosciuto

source: API Key
it: Chiave API

source: Authentication failed.
it: Autenticazione fallita

source: Authentication failed. Check your credentials or API key.
it: Autenticazione fallita. Controlla le tue credenziali o la chiave API

source: Cancel
it: Annulla

source: Change
it: Cambia

source: Checking (DL)
it: Controllo (DL)

source: Checking (UP)
it: Controllo (UP)

source: Clear
it: Pulisci

source: Close
it: Chiudi

source: Completed
it: Completato

source: Configuration Required
it: Configurazione necessaria

source: Configured Filters
it: Filtri Configurati

source: Configured Servers
it: Server Configurati

source: Connection Error
it: Errore di Connessione

source: Copied!
it: Copiato!

source: Copy File Name
it: Copia Nome File

source: Could not find the files for this torrent
it: Impossibile trovare i file per questo torrent

source: Danger Zone
it: Zona Pericolo

source: Delete
it: Elimina

source: Delete Torrent
it: Elimina Torrent

source: Delete Torrent and Data
it: Elimina Torrent e Dati

source: Do you want to delete this torrent? The downloaded data will not be removed
it: Vuoi eliminare questo torrent? I dati scaricati non saranno rimossi

source: Do you want to delete this torrent? The downloaded data will not be removed.
it: Vuoi eliminare questo torrent? I dati scaricati non saranno rimossi

source: Download Path
it: Percorso di download

source: Download Speed
it: Velocità Donwload

source: Download Started
it: Download Iniziato

source: Downloading
it: Scaricamento

source: Downloading Metadata
it: Download Metadati

source: Edit Server
it: Modifica Server

source: Enter a term and press Search
it: Inserisci un termine e premi Cerca

source: Enter magnet Link
it: Inserisci il link magnet

source: Error
it: Errore

source: Error reading the server response.
it: Errore di lettura della risposta del Server

source: Filter Details
it: Dettagli Filtro

source: Filter Logic
it: Logica Filtri

source: Filter Management
it: Gestione Filtri

source: Filter Settings
it: Impostazioni Filtri

source: Filters
it: Filtri

source: Force
it: Forza

source: Forced (DL)
it: Forzato (DL)

source: Forced (UP)
it: Forzato (UP)

source: Full Path
it: Percorso Completo

source: Go to settings to configure a Prowlarr server
it: Vai alle impostazioni per configurare un server Prowlarr

source: Informations
it: Informazioni

source: Last Used: %@
it: Utilizzato il: %@

source: Link Copied!
it: Link Copiato!

source: Loading files...
it: Caricamento File…

source: Loading...
it: Caricamento...

source: Magnet Link
it: Link Magnet

source: Manage Filters
it: Gestisci Filtri

source: Manage Paths
it: Gestisci Percorsi

source: Management
it: Gestione

source: Match all filters
it: Tutti i filtri corrispondono

source: Match any filter
it: Uno o più filtri corrispondono

source: Method
it: Metodo

source: Missing Files
it: File Mancanti

source: Most Recent
it: Più Recenti

source: Move
it: Sposta

source: Move Torrent
it: Sposta Torrent

source: Moving
it: Spostamento

source: Name
it: Nome

source: Network error: %@
it: Errore di rete: %@

source: New Filter
it: Nuovo Filtro

source: New Location
it: Nuova Posizione

source: New Prowlarr Server
it: Nuovo Server Prowlarr

source: New qBittorrent Server
it: Nuovo Server qBittorrent

source: No active server configured.
it: Nessun Server attivo configurato

source: No Files
it: Nessun file

source: No filter configured
it: Nessun filtro configurato

source: No Paths
it: Nessun Percorso

source: No Results
it: Nessun Risultato

source: No results match the active filters
it: Nessun risultato corrisponde ai filtri selezionati

source: No Torrents
it: Nessun Torrent

source: No torrents found for '%@'
it: Nessun torrent trovato per ‘%@’

source: Path
it: Percorso

source: Path Management
it: Gestione Percorsi

source: Pause
it: Pausa

source: Paused (DL)
it: Pausa (DL)

source: Paused (UP)
it: Pausa (UP)

source: Progress
it: Progresso

source: Prowlarr Servers
it: Server Prowlarr

source: Publish Date
it: Data di pubblicazione

source: qBittorrent servers
it: Server qBittorrent

source: qBittorrent Servers
it: Server qBittorrent

source: Queued (DL)
it: In coda (DL)

source: Queued (UP)
it: In coda (UP)

source: Quick Filters
it: Filtri Rapidi

source: Recent Searches
it: Ricerche Recenti

source: Recheck
it: Ricontrolla

source: Results must contain all of the active filter keywords
it: Il risultato deve contenere tutte le keyword dei filtri attivi

source: Results must contain at least one of the active filter keywords
it: Il risultato deve contenere almeno una delle keyword dei filtri attivi

source: Resume
it: Riprendi

source: Save
it: Salva

source: Search
it: Cerca

source: Search by name...
it: Cerca per nome

source: Search Error
it: Errore di ricerca

source: Search Torrents
it: Cerca torrent

source: Search...
it: Cerca...

source: Searching...
it: Cercando…

source: Select File
it: Seleziona file

source: Server error (Status: %d).
it: Errore del server (Stato: %d)

source: Server Informations
it: Informazioni del Server

source: Server not found (404). Check the URL.
it: Server non trovato (404). Controlla l’URL

source: Server URL
it: URL del Server

source: Settings
it: Impostazioni

source: Show Files
it: Mostra FIle

source: Size
it: Dimensione

source: Stalled (DL)
it: Stallo (DL)

source: Stalled (UP)
it: Stallo (UP)

source: State
it: Stato

source: Stats
it: Statistiche

source: Stopped (DL)
it: Stoppato (DL)

source: Success
it: Successo

source: Test Connection
it: Testa Connessione

source: The paths you use for downloads will appear here
it: I percorsi che usi per i download appariranno qui

source: The server URL is invalid.
it: L’URL del server non è valido

source: The torrent has been successfully added to qBittorrent
it: Il torrent è stato aggiunto con successo a qBittorrent

source: There are no active torrents at the moment
it: Non ci sono torrent attivi al momento

source: Torrent Details
it: Dettagli Torrent

source: Torrent File
it: File Torrent

source: Torrent Files
it: File del Torrent

source: Try Again
it: Prova di nuovo

source: Unknown
it: Sconosciuto

source: Unknown Error
it: Errore Sconosiuto

source: Upload Speed
it: Velocità Upload

source: WARNING: This action is irreversible. Do you want to delete this torrent and all its downloaded data?
it: ATTENZIONE: questa azione è irreversibile. Vuoi eliminare questo torrent e tutti i dati scaricati?
